<template>
  <Layout>
    <div>
      <h1 class="font-semibold text-3xl mb-2 text-left p-3 border-b">自己紹介</h1>
      <p class="mb-2">システムエンジニア　薬学部出身<br/>
      学生時代の専攻はウイルス学。<br/>
      好きな食べ物はビーフシチューとパイナップル。<br>
      好きな飲み物はカルピスとはちみつ。</p>

      <h2 class="text-xl">来歴</h2>
      <p>1989/11 生誕</p>
      <p>2000/04 科学に目覚める</p>
      <p>2008/04 浪人</p>
      <p>2009/03 友達が一人も増えず、浪人生活を終える</p>
      <p>2009/04 某大学薬学部に入学</p>
      <p>2013/04 某大学院ウイルス学研究室に入学</p>
      <p>2015/04 医療系の会社で社会人生活を始める</p>
      <p>2015/10 料理教室でネットワークビジネスの洗礼を受ける</p>
      <p>2017/10 システムエンジニアになる</p>
      <p>2020/07 科学好きがこうじて、このブログを始める</p>
      <p>現在</p>
    </div>
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: '自己紹介'
  }
}
</script>
